[
  {
    "header": "Increase the number of Black faculty, staff, teaching assistants, administrators, and advisors at the university.",
    "body": ""
  },
  {
    "header": "Making racial bias training mandatory for all students, faculty, staff, administrators, health professionals, and student organizations. Training should include history of racial bias, impacts of racial trauma, and critical examinations how racism impacts one's life and their counterparts.",
    "body": ""
  },
  {
    "header": "Reevaluate and reduce the excessive funding to UMPD publicly. Redistribute these funds and resources to Black organizations on campus, Nyumburu Cultural Center, and the African American studies department.",
    "body": ""
  },
  {
    "header": "Immediate response to hate speech or actions from the university including a consequence (e.g: mark on the transcript or potential suspension)",
    "body": ""
  },
  {
    "header": "Increase the number of BIPOC counselors represented within the Counseling Center and Health Center, especially those with experiences with discrimination.",
    "body": ""
  },
  {
    "header": "Prioritizing minority enrollment by doubling the current enrollment of Black students from Prince George’s County and DC by 2025.",
    "body": ""
  },
  {
    "header": "Create a Black career center (in Nyumburu or a new center) to better expose Black students to scholarships, conferences, and internships that value Black people.",
    "body": ""
  },
  {
    "header": "Memorialize 1st Lt. Richard Collins III with a physical memorial in a visible location where all of the UMD community can participate in his remembrance.",
    "body": ""
  },
  {
    "header": "Holding the administration accountable and ensuring transparency in following through on these demands along with the initiatives President Pines is taking in order to create equity for our Black community",
    "body": ""
  },
  {
    "header": "Create an oversight committee that evaluates and sanctions faculty members who have allegedly taken part in any discriminatory behavior towards undergraduate and graduate students",
    "body": ""
  },
  {
    "header": "Creating more spaces on campus for Black students (such as the Black Engineers Society Lounge in the Engineering Building) so that they are not only relegated to Nyumburu by default (especially for LGBT Black students). These spaces will be non-discriminatory.",
    "body": ""
  },
  {
    "header": "Create partnerships and scholarships with Prince George’s County schools to increase the number of Prince George’s County students accepted and admitted to UMD, especially Black students.",
    "body": ""
  },
  {
    "header": "End the militarization of UMPD and sanctioning safe residential halls and environments by removing armed police & decreasing their presence.",
    "body": ""
  },
  {
    "header": "Continuous mandatory training on implicit bias in policing and how to reduce its negative impacts on the UMD community.",
    "body": ""
  },
  {
    "header": "Divest from the Maryland Correctional Enterprises, as well as businesses and companies invested in it, and the prison industrial complex",
    "body": ""
  },
  {
    "header": "Immediate turnaround for the removal of hate speech printed or written on campus property, sidewalks, and boards.",
    "body": ""
  },
  {
    "header": "Creating a racial incident hotline through the Counseling Center to cater to the mental health of BIPOC students.",
    "body": ""
  },
  {
    "header": "Establish a collaboration between Nyumburu and the Division of Student Affairs to streamline all resources and counseling services that exist to support Black students.",
    "body": ""
  },
  {
    "header": "Improving and restoring relations between UMD and Prince George's County through directly partnering with local community leaders/activists and community organizations.",
    "body": ""
  },
  {
    "header": "Include teaching about the contributions that Prince George’s County residents have made to UMD, along with the Black history of this institution (ties to slavery, discrimination against Black people to admittance into UMD until the 1936 Murray v Maryland Decision).",
    "body": ""
  },
  {
    "header": "A land recognition that UMD is built on land stolen from the Piscataway people.",
    "body": ""
  },
  {
    "header": "Make continued reference to 1st Lt. Richard Collins' legacy, accomplishments, and the Richard W Collins III Leadership with Honor Scholarship on campus tours and orientation, and in general education courses.",
    "body": ""
  },
  {
    "header": "Strengthening the Bias Incident Support Services office with at least 3 more employees to support in responding, educating, and reporting to the campus about hate-bias incidents.",
    "body": ""
  },
  {
    "header": "Implementation of evaluations pertaining to diversity and inclusivity for each course to be completed by students every semester. This is in regards to specific colleges and the university as a whole and the results of these evaluations should be published for transparency.",
    "body": ""
  },
  {
    "header": "TerrapinSTRONG (or any other general orientation process that UMD goes with) needs to incorporate the provision of accurate resources to all students on bias incident reporting, counseling services, and other resources for BIPOC students.",
    "body": ""
  }
]
