[
  {
    "name": "Aleksandar Kaja Fareed",
    "picturePath": "/assets/organizer-1.png",
    "data": "Cras eleifend odio et volutpat suscipit. In scelerisque et libero cursus mollis. Morbi id efficitur dui. Maecenas a tincidunt nisl. In pharetra orci ut nisl tincidunt, id hendrerit erat viverra. Ut venenatis quam nec suscipit ullamcorper. Sed in congue sapien. Fusce iaculis sapien nisl, in dapibus felis pretium vel. Cras venenatis venenatis quam at lobortis. Vestibulum vitae risus eget est sagittis blandit quis id sem. Sed scelerisque velit sit amet nunc suscipit, ut scelerisque quam tempor. Quisque quis accumsan eros. Maecenas nec viverra risus, at congue augue. Sed lacus elit, suscipit ut magna quis, efficitur mollis arcu."
  },
  {
    "name": "Erdmann Lou Steliana",
    "picturePath": "/assets/organizer-2.png",
    "data": "Nunc hendrerit tellus non fermentum tempus. Pellentesque cursus non nisl id pellentesque. Phasellus porttitor sapien sed risus venenatis, a egestas nisl imperdiet. Donec gravida et orci vel accumsan. Aenean in molestie risus. Nunc in odio dolor. Nam luctus sagittis ultricies. Nullam sollicitudin turpis sit amet libero bibendum efficitur. Ut ac nunc ex. Duis vel velit vel lorem hendrerit facilisis. Fusce eu augue ut mi imperdiet placerat a vitae ex."
  },
  {
    "name": "Padraig Konstantin Muhammad",
    "picturePath": "/assets/organizer-3.png",
    "data": "Pellentesque ullamcorper justo in porttitor sagittis. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Aliquam quis vulputate est, id lacinia mauris. Pellentesque pulvinar congue ligula, nec vehicula sapien dictum tempor. Duis commodo libero id nulla lobortis venenatis. Suspendisse potenti. Donec aliquet tempor imperdiet. Proin at sapien rhoncus, mattis elit fringilla, volutpat nunc. Fusce ultrices nunc vitae blandit eleifend."
  },
  {
    "name": "Kiri Puja Oliver",
    "picturePath": "/assets/organizer-4.png",
    "data": "Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae; Nulla dignissim, magna at lacinia mattis, purus tortor mollis mi, vel ornare mi nunc sit amet ante. Curabitur tempus, ipsum non feugiat venenatis, quam ex facilisis lacus, eu tempus orci neque a lacus. Donec nec ex eros. Vivamus sit amet consectetur quam. Praesent eros lacus, volutpat sit amet tincidunt nec, ornare ut est. In fringilla, risus eu facilisis ultricies, ex tortor euismod diam, vitae fermentum enim nisi nec nulla. Suspendisse pharetra, urna in aliquam tempor, odio erat sodales ex, in pulvinar neque turpis id justo. Cras tincidunt pharetra dolor, quis tempus turpis porta dictum. Nunc efficitur eu sapien non aliquam. Integer sit amet lacinia neque. Maecenas dictum, ante nec tempus gravida, leo arcu sodales ex, in volutpat quam est sed diam. Sed at lacus vel nisi scelerisque vestibulum."
  },
  {
    "name": "Uriasz Iacob",
    "picturePath": "/assets/organizer-5.png",
    "data": "Maecenas placerat lectus ut quam fringilla, ac convallis velit vehicula. Suspendisse sit amet justo non velit laoreet feugiat id ac nisl. Curabitur eu consequat lectus, sed consectetur neque. Nunc et mauris id ligula dictum maximus at at leo. Maecenas fermentum velit nec risus venenatis vehicula. Sed placerat sem non vulputate volutpat. In consectetur quis ante vitae ultricies. Mauris posuere nibh pretium, varius tellus ac, efficitur justo. In aliquam metus eu sem sodales, quis vestibulum erat egestas. Phasellus metus ipsum, posuere nec felis id, imperdiet aliquet sem. Sed hendrerit fermentum augue, sed aliquet nunc interdum vel. Curabitur eros massa, rutrum eget nisi eu, cursus viverra ligula. Morbi sit amet rutrum sapien, sagittis sagittis mi. Aliquam ex augue, porttitor ut magna non, eleifend congue nunc. Phasellus posuere tristique ipsum. Praesent commodo, leo in lobortis ultrices, lorem tellus blandit quam, quis viverra erat nulla eu dolor."
  }
]
